Repository: haplo/reflex
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: Archives
it: Archivi

source: Posted on %(when)s in %(category)s
it: Pubblicato il %(when)s in %(category)s

source: %(minutes)s min read
it: %(minutes)s minuto/i di lettura

source: Like this article? Share it with your friends!
it: Ti piace questo articolo? Condividilo con i tuoi amici!

source: You might enjoy
it: Potrebbe interessanrti

source: Posts by %(name)s
it: Articoli di %(name)s

source: Authors
it: Autori

source: Categories
it: Categorie

source: Category %(name)s
it: Categoria %(name)s

source: Tagged with
it: Taggato come

source: Continue reading
it: Continua lettura

source: Search
it: Risultati

source: Search Results
it: Risultati

source: Please enable JavaScript to view comments.
it: Per favore abilita Javascript per vedere i commenti.

source: Previous Post
it: Post precedenti

source: Next Post
it: Prossimi post

source: Older Posts
it: Post più vecchi

source: Newer Posts
it: Post più recenti

source: Search...
it: Termini di ricerca...
